;***************************************
;New Ability Descriptions
;***************************************

;Verge Proficiency Ability
[VCP_VergeMastery X2AbilityTemplate]
LocFriendlyName = "神经网络"
LocHelpText = "<Ability:ClassName/>改善其<font color='#bf80ff'>灵能</font>有经验的能力."
LocLongDescription = "<Ability:ClassName/>改善其<font color='#bf80ff'>灵能</font>有经验的能力."
LocPromotionPopupText = "<font color='#CA7200'>等级1</font>获得在<Ability:RANKNAME1/> rank [1]<br/><Bullet/>获得<font color='#3ABD23'>心灵之火神经网络</font> - 发现 <font color='#bf80ff'>灵魂火</font> 和 <font color='#bf80ff'>灵魂窃取</font>.<br/><Bullet/>对每一名敌人获得+10命中<font color='#bf80ff'>神经网络</font>.<br/><Bullet/>获得+10灵能.<br/><br/><font color='#CA7200'>等级2</font>获得在<Ability:RANKNAME3/> rank [3]<br/><Bullet/>获得<font color='#bf80ff'>灵能工具包</font> - 发现 <font color='#bf80ff'>错乱</font>, <font color='#bf80ff'>分裂</font>, 和· <font color='#bf80ff'>导火索</font>.<br/><Bullet/>获得+10 意志力.<br/><br/><font color='#CA7200'>等级3</font>获得在<Ability:RANKNAME5/> rank [5]<br/><Bullet/>获得<font color='#bf80ff'>心灵裂缝</font> - 发现 <font color='#bf80ff'>虚空裂痕</font> 和<font color='#bf80ff'>虚空之矛</font>.<br/><Bullet/>获得对每名敌人额外获得+5瞄准率和+10暴击率<font color='#bf80ff'>神经网络</font>.<br/><Bullet/>获得+10灵能.<br/><br/><font color='#CA7200'>等级4</font>获得在<Ability:RANKNAME7/> rank [7]<br/><Bullet/>获得<font color='#bf80ff'>潜力已解锁</font> - 提供 +6 临时血量的的精神护盾，以及 +20 灵能攻击力和意志."

